module.exports = {
    PREFIX: (cmd, prefix) => null,

    COOLDOWN: (time) => `╭━─━─━❮ ⏰ ❯━─━─━╮
├‣ আর ${time} সেকেন্ড
├‣ অপেক্ষা করুন!
├━─━─━━──━─━─━
├‣ 𝐒𝐀𝐄𝐄𝐌-𝐁𝐎𝐓-𝐕𝟓  
╰━──━─━─━━─━─━❍`,

    BANNED_USER: `╭━─━─━❮ 🚫 ❯━─━─━╮
├‣ আপনি বট থেকে
├‣ ব্যান আছেন!
├━─━─━━──━─━─━
├‣ 𝐒𝐀𝐄𝐄𝐌-𝐁𝐎𝐓-𝐕𝟓  
╰━──━─━─━━─━─━❍`,

    BANNED_THREAD: `╭━─━─━❮ 🚫 ❯━─━─━╮
├‣ এই গ্রুপটি বট
├‣ থেকে ব্যান!
├━─━─━━──━─━─━
├‣ 𝐒𝐀𝐄𝐄𝐌-𝐁𝐎𝐓-𝐕𝟓  
╰━──━─━─━━─━─━❍`,

    ACCESS_DENIED: `╭━─━─━❮ ❌ ❯━─━─━╮
├‣ This is an
├‣ Admin-Only Command!
├━─━─━━──━─━─━
├‣ 𝐒𝐀𝐄𝐄𝐌-𝐁𝐎𝐓-𝐕𝟓  
╰━──━─━─━━─━─━❍`,

    NOT_FOUND: (cmd, suggestion) => {
        if (suggestion) {
            return `╭━─━─━❮ ❓ ❯━─━─━╮
├‣ $${cmd} পাওয়া যায়নি
├‣ আপনি কি
├‣ $${suggestion} খুঁজছেন?
├━─━─━━──━─━─━
├‣ 𝐒𝐀𝐄𝐄𝐌-𝐁𝐎𝐓-𝐕𝟓  
╰━──━─━─━━─━─━❍`;
        }
        return `╭━─━─━❮ ❓ ❯━─━─━╮
├‣ $${cmd} পাওয়া যায়নি
├‣ সব কমান্ড দেখতে
├‣ $help লিখুন
├━─━─━━──━─━─━
├‣ 𝐒𝐀𝐄𝐄𝐌-𝐁𝐎𝐓-𝐕𝟓  
╰━──━─━─━━─━─━❍`;
    }
};
